{
    "title": "About Us: Rent Event Venues & Spaces in Milan | Superstudio",
    "paragraphs": [
        "Via Tortona, 27 20144 Milan info@superstudioevents.com P. IVA: 08703910961",
        "Established in 2016, Superstudio Events is a leader company in charge of organizing and managing own and international clients' events in Milan.",
        "We assist you in all stages of creating your unforgettable moment, from selecting the location to planning creative solutions for physical, hybrid, or totally digital events. We do this by offering consulting services and individualized solutions that can meet your every requirement.",
        "We make room for visionary innovators by transforming demands into unforgettable events. We manage tailored events of all kinds and sizes by providing versatile and flexible venues, complementary services, cutting-edge digital solutions, and the work of a highly specialized team ready to listen to and cater for the needs of your next event.",
        "We assist you fully and with flexibility in the execution of your unforgettable event. From the request for one or more services to the consulting of internal and external suppliers, to the full organization of the event, we promptly satisfy your requests with the utmost care and attention to your individuality.",
        "Our team of professionals and creatives has years of experience managing events in the major B2B and B2C sectors; they are at your service to act as consultant, or to fully plan and realise your event. Every request is handled in a professional manner and, given that each customer is important an unique, is also given a customized solution.",
        "We promote high profile, cutting-edge exhibition formats drawing on more than 40 years of expertise in the events industry, thus supporting the cultural evolution of the city of Milan.",
        "It all began when Gisella Borioli – journalist and all-around creative – and Flavio Lucchini – internationally renowned publisher, businessman, and art director – took over an old factory building and transformed it into an innovative space. This spark of intuition gave Milan what was felt as lacking: a place where to experiment and develop something new.",
        "Superstudio 13, the first business venture of the Group and the first fashion photography studio in Italy, is founded in Via Forcella and bears the architect Antonio Citterio's signature. Nowadays, it is the primary impetus in the field of photography, as well as Milan fashion shows and photo shoots.",
        "Superstudio Più, the first multifunctional venue of the Group, opens in Via Tortona, the center of Milan's Fashion and Design district, the birthplace of Fuorisalone, which later expands throughout the city of Milan throughout time.",
        "The first edition of Superdesign Show is launched. Superdesign Show is an own annual format devoted to the presentation of international design, and it takes place at Superstudio Più during Milan Design Week. It is based on the art direction concept of Temporary Museum for New Design, established in 2009.",
        "The Group creates Superstudio Events, a branch solely devoted to planning and managing events for authors and clients.",
        "The Group opens Superstudio Maxi, the first LEED Gold®-certified event space in Europe.",
        "Superstudio Digital, a new corporate division devoted to the innovation and the creation of digital and virtual event services, is founded.",
        "Two new business ventures are launched: Super Club, an underground club for events held in Superstudio Più’s building, and (un)fair, a contemporary art fair.",
        "Acquisiamo Superstudio Village, quarta venue del gruppo e luogo per produzioni cinematografiche e televisive del futuro ed eventi personalizzati. ",
        "We care about your event. Together",
        "Subscribe to our newsletter",
        "Stay up-to-date on our services and upcoming events at our locations.",
        "Attention to sustainability is the common thread of all our venues, which have been the subject of thorough architectural redevelopment for better services. We are constantly committing ourselves to develop innovative solutions to environmental protection through both our venues and our additional service offerings.",
        "1st place Best Events Awards 2019",
        "1st place Best Location Awards 2019",
        "Via Tortona, 27 20144 Milan info@superstudioevents.com P. IVA: 08703910961",
        "Superstudio PiùSuperstudio MaxiSuperstudio VillageSuperstudio 13",
        "AboutDesign WeekSustainabilityContactsBlog",
        "Privacy PolicyCookie Policy"
    ]
}